{"0":{"id":0,"title":"Jan 3: Venus and the Moon","contents":"Close approach: Venus shines in the evening sky next to a Waxing Crescent Moon."},"1":{"id":1,"title":"Jan 3\/4: Quadrantid Meteor Shower","contents":"The first major meteor shower of 2025, the Quadrantids, peaks on the night of January 3 and the early morning hours of January 4 (depending on your time zone)."},"2":{"id":2,"title":"Jan 4: Saturn and the Moon","contents":"Close approach: One day after sweeping past Venus, the Waxing Crescent Moon passes close to Saturn. For observers in some parts of Europe, the Moon passes in front of Saturn, producing a lunar occultation."},"3":{"id":3,"title":"Jan 4: Earth at Perihelion","contents":"At around 13:28 UTC, the Earth reaches perihelion—the point on its orbit closest to the Sun."},"4":{"id":4,"title":"Jan 10: Venus at Greatest Elongation East","contents":"Venus has been shining as the evening star since around August last year. On January 10, 2025, it reaches its farthest distance from the Sun in the evening sky."},"5":{"id":5,"title":"Jan 13: Wolf Moon","contents":"The first Full Moon of the year is colloquially known as the Wolf Moon in many northern cultures."},"6":{"id":6,"title":"Jan 16: Mars at Opposition","contents":"Reddish Mars is shining particularly brightly around this time. On January 16, 2025, it reaches opposition, when it lies directly opposite the Sun, and is visible all night."},"7":{"id":7,"title":"Jan 29: New Moon","contents":"A New Moon in the sky means no moonlight to hinder your view of stars and planets. Use our Interactive Night Sky Map to find out what planets are visible tonight and where."},"8":{"id":8,"title":"Feb 9: Mars and the Moon","contents":"The Moon passes close to Mars in the sky; the pair are at their closest around 19:50 UTC."},"9":{"id":9,"title":"Feb 12: Snow Moon","contents":"February's Full Moon is also known as the Snow Moon in many Northern Hemisphere cultures."},"10":{"id":10,"title":"Feb 16: Venus at Greatest Brightness","contents":"Venus reached greatest elongation—its farthest distance from the Sun—last month. On February 16, the planet reaches its greatest brightness in the evening sky."},"11":{"id":11,"title":"Feb 28: New Moon","contents":"Take advantage of the New Moon to check out the skies with our Interactive Night Sky Map, weather permitting, of course."},"12":{"id":12,"title":"Mar 8: Mercury at Greatest Elongation East","contents":"This might be a good time to try and spot Mercury: the planet appears at its farthest distance from the Sun in the evening sky."},"13":{"id":13,"title":"Mar 13\/14: Total Lunar Eclipse","contents":"The first eclipse of 2025 is a total lunar eclipse of the Worm Moon visible across North and South America, the western edge of Europe and Africa, and New Zealand."},"14":{"id":14,"title":"Mar 14: Worm Moon","contents":"The Full Moon in March is traditionally called the Worm Moon, after earthworms that tend to appear around this time in many locations in the Northern Hemisphere."},"15":{"id":15,"title":"Mar 20: March Equinox","contents":"The March equinox is the first day of spring in the Northern Hemisphere and the start of fall in the Southern Hemisphere, by astronomical definitions."},"16":{"id":16,"title":"Mar 29: Partial Solar Eclipse","contents":"A partial solar eclipse takes place across Europe and the northeastern corner of North America."},"17":{"id":17,"title":"Mar 29: Super New Moon","contents":"Dark nights a few days before and after the Moon reaches its New Moon phase at 10:57 UTC UTC on March 29 are the best nights to do some night sky watching—see our map! This is the first Super New Moon of 2025."},"18":{"id":18,"title":"Apr 13: Micro Pink Moon","contents":"April's Full Moon is traditionally known as the Pink Full Moon. This year it is a Micromoon, because it falls close to the time when the Moon is at its farthest point from Earth."},"19":{"id":19,"title":"Apr 21: Mercury at Greatest Elongation West","contents":"This might be a good time to try and spot Mercury: the planet appears at its farthest distance from the Sun in the morning sky."},"20":{"id":20,"title":"Apr 22\/23: Lyrid Meteor Shower","contents":"The Lyrid meteor shower is expected to peak around April 22 and 23, depending on your location."},"21":{"id":21,"title":"Apr 23\/24: Earthshine Mornings","contents":"The Waxing and Waning Crescent Moon phases in April and May are the best time to see Earthshine, where the unlit part of the Moon becomes visible. It is also known as Da Vinci glow."},"22":{"id":22,"title":"Apr 27: Super New Moon","contents":"This is the second and final Super New Moon of 2025. (There will be Super Full Moons in November and December.)"},"23":{"id":23,"title":"Apr 30\/May 1: Earthshine Nights","contents":"The Waxing and Waning Crescent Moon phases in April and May are the best time to see Earthshine, where the unlit part of the Moon becomes visible. It is also known as Da Vinci glow."},"24":{"id":24,"title":"May 5\/6: Eta Aquarid Meteors","contents":"Use our handy Interactive Meteor Shower Sky Map to increase your chances of seeing shooting stars from the Eta Aquarids."},"25":{"id":25,"title":"May 12: Micro Flower Moon","contents":"May's Full Moon is known as the Flower Moon after all the flowers that bloom around this time in the Northern Hemisphere. For the second month in a row, this Full Moon is a Micromoon."},"26":{"id":26,"title":"May 27: New Moon","contents":"This month's New Moon is at 03:02 UTC on May 27."},"27":{"id":27,"title":"June 1: Venus at Greatest Elongation West","contents":"At the beginning of this year, Venus was shining brightly as the evening star. It is now the morning star: today the planet appears at its farthest distance from the Sun in the morning sky."},"28":{"id":28,"title":"Jun 11: Strawberry Moon","contents":"June's Full Moon is often called the Strawberry Full Moon, after the berries that grow in the Northern Hemisphere around this time of the year."},"29":{"id":29,"title":"Jun 21: June Solstice","contents":"This solstice is the summer solstice in the Northern Hemisphere, where it is the longest day of the year."},"30":{"id":30,"title":"Jun 25: New Moon","contents":"Make the most of a moonlight-free night to look for some stars and planets in the skies."},"31":{"id":31,"title":"Jul 3: Earth at Aphelion","contents":"At around 19:54 UTC, the Earth will reach aphelion—the point in its orbit farthest from the Sun."},"32":{"id":32,"title":"Jul 4: Mercury at Greatest Elongation East","contents":"This might be a good time to try and spot Mercury: the planet appears at its farthest distance from the Sun in the evening sky."},"33":{"id":33,"title":"Jul 10: Buck Moon","contents":"July's Full Moon is known as the Buck Moon, signifying the new antlers that emerge on deer buck's foreheads around this time. This year, it falls at 20:36 UTC on July 10."},"34":{"id":34,"title":"Jul 24: New Moon","contents":"July's New Moon comes at 19:11 UTC on July 24. The period around New Moon can be a good time to look at the night sky—without a bright Moon around to lighten the sky."},"35":{"id":35,"title":"Aug 9: Sturgeon Moon","contents":"August's Full Moon is traditionally called the Sturgeon Moon."},"36":{"id":36,"title":"Aug 12\/13: Perseid Meteors","contents":"The Perseid meteor shower is usually one of the most active and brightest meteor showers of the year. This year, the Perseids coincide with a bright Waning Gibbous Moon, which will reduce the overall number of meteors that can be seen."},"37":{"id":37,"title":"Aug 19: Mercury at Greatest Elongation West","contents":"This might be a good time to try and spot Mercury: the planet appears at its farthest distance from the Sun in the morning sky."},"38":{"id":38,"title":"Aug 23: Black New Moon","contents":"August's New Moon is the third New Moon in a season with four New Moons—making this a Black Moon."},"39":{"id":39,"title":"Sep 7\/8: Total Lunar Eclipse","contents":"This total lunar eclipse is visible across Europe, Africa, Asia, Australia, and New Zealand. It is the second total lunar eclipse of 2025; the next one will be on March 2—3, 2026."},"40":{"id":40,"title":"Sep 7: Corn Moon","contents":"The September Full Moon is traditionally called the Corn Moon because this is when corn and other crops are harvested in the Northern Hemisphere."},"41":{"id":41,"title":"Sep 21: Partial Solar Eclipse","contents":"The second partial solar eclipse of 2025 will sweep across the South Pacific and parts of Antarctica. In New Zealand, the eclipse will be visible at sunrise on Monday, September 22 (local time)."},"42":{"id":42,"title":"Sep 21: New Moon","contents":"A New Moon in the sky means no moonlight to hinder your view of stars and planets. Use our Interactive Night Sky Map to find out what planets are visible tonight and where."},"43":{"id":43,"title":"Sep 21: Saturn at Opposition","contents":"The ringed planet, Saturn, lies on the opposite side of Earth to the Sun, and is visible from sunset to sunrise."},"44":{"id":44,"title":"Sep 22: September Equinox","contents":"Also known as the autumnal (fall) equinox in the Northern Hemisphere, the September Equinox is considered by many as the first day of fall."},"45":{"id":45,"title":"Oct 7: Harvest Moon","contents":"October's Full Moon is called the Hunter's Moon. This year, it is also the Full Moon closest to the September equinox, making it 2025's Harvest Moon as well."},"46":{"id":46,"title":"Oct 8\/9: Draconid Meteor Shower","contents":"The best time to see the shooting stars of the peaking Draconids is just after nightfall. In 2025, the brightness of an almost-Full Moon will reduce the number of meteors that can be seen."},"47":{"id":47,"title":"Oct 21: New Moon","contents":"A New Moon in the sky means no moonlight to hinder your view of stars and planets. Use our Interactive Night Sky Map to find out what planets are visible tonight and where."},"48":{"id":48,"title":"Oct 21\/22: Orionid Meteor Shower","contents":"The Orionids are the second meteor shower in October. The shower peaks around October 21-22 but usually remains active from around October 2 to November 7. This year, the peak period coincides with a New Moon—giving us a dark, Moonless sky."},"49":{"id":49,"title":"Oct 29: Mercury at Greatest Elongation East","contents":"This might be a good time to try and spot Mercury: the planet appears at its farthest distance from the Sun in the evening sky."},"50":{"id":50,"title":"Nov 5: Super Beaver Moon","contents":"November's Full Moon is traditionally called a Beaver Moon, after beavers that build their dams during this time of the year. In 2025, it is also the first of two Supermoons."},"51":{"id":51,"title":"Nov 17\/18: Leonid Meteor Shower","contents":"The Leonids shooting stars are visible from around November 6 to 30. They usually peak around November 17, with up to 15 meteors per hour."},"52":{"id":52,"title":"Nov 20: Micro New Moon","contents":"The New Moon phase is the best time to explore the night sky. This is the one-and-only Micro New Moon of 2025—meaning the Moon is near its farthest point from Earth."},"53":{"id":53,"title":"Dec 4: Super Cold Moon","contents":"The Cold Moon is one of the traditional names for the Full Moon in December because of the onset of winter in the Northern Hemisphere. For the second month in a row, this is also a Supermoon."},"54":{"id":54,"title":"Dec 7: Mercury at Greatest Elongation West","contents":"Mercury reaches its farthest distance from the Sun in the sky—for the 6th and final time this year."},"55":{"id":55,"title":"Dec 13\/14: Geminid Meteors","contents":"The Geminids peak around the night of December 13—14, depending on your time zone. It is usually one of the best meteor showers of the year."},"56":{"id":56,"title":"Dec 20: New Moon","contents":"The final New Moon of 2025 falls at 01:43 UTC. A New Moon occurs when the Moon passes between Earth and the Sun—it is sometimes referred to as the invisible phase."},"57":{"id":57,"title":"Dec 21: December Solstice","contents":"The December solstice takes place at 15:03 UTC. In the Northern Hemisphere, this is the winter solstice and the shortest day of the year. Meanwhile in the Southern Hemisphere, it is the summer solstice and the longest day of the year."},"58":{"id":58,"title":"Dec 21\/22: Ursid Meteors","contents":"Once again, the astronomical year rounds off with the Ursid meteor shower, which usually peaks around this date."}}